Repository: milmil-dev/milmil
Catalog: macos/Milmil/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, ko, zh_hans

source: 沒有符合的作品
en: No matching titles
ja: 一致する作品はありません
ko: 일치하는 작품 없음
zh_hans: 没有符合的作品

source: 沒有符合的集數
en: No matching episodes
ja: 該当する話はありません
ko: 일치하는 에피소드가 없습니다
zh_hans: 没有符合的集数

source: 沒有節目
en: No shows
ja: 放送なし
ko: 방송 없음
zh_hans: 没有节目

source: 沒有簡介。
en: No synopsis.
ja: あらすじはありません。
ko: 줄거리가 없습니다.
zh_hans: 没有简介。

source: 沒有缺集
en: No missing episodes
ja: 欠落エピソードはありません
ko: 누락된 에피소드 없음
zh_hans: 没有缺集

source: 沒有追蹤中的番劇今天播出
en: No followed series airs today
ja: 追跡中の作品で今日放送されるものはありません
ko: 오늘 방영하는 팔로우 작품이 없습니다
zh_hans: 没有追踪中的番剧今天播出

source: 沒有通知
en: No notifications
ja: 通知はありません
ko: 알림 없음
zh_hans: 没有通知

source: 沒有進行中的下載
en: No active downloads
ja: 進行中のダウンロードはありません
ko: 진행 중인 다운로드가 없습니다
zh_hans: 没有进行中的下载

source: 沒有進行中的集數
en: Nothing in progress
ja: 視聴中のエピソードはありません
ko: 시청 중인 에피소드가 없습니다
zh_hans: 没有进行中的集数

source: 沒有重複檔案
en: No duplicate files
ja: 重複ファイルはありません
ko: 중복 파일 없음
zh_hans: 没有重复文件

source: 沒有需要重新命名的檔案。
en: No files need renaming.
ja: リネームが必要なファイルはありません。
ko: 이름을 바꿀 파일이 없습니다.
zh_hans: 没有需要重命名的文件。

source: 浪費 %@
en: %@ wasted
ja: %@ の無駄
ko: %@ 낭비
zh_hans: 浪费 %@

source: 浮起
en: Raised
ja: 浮き出し
ko: 돋움

source: 深色
en: Dark
ja: ダーク
ko: 다크

source: 淺色
en: Light
ja: ライト
ko: 라이트
zh_hans: 浅色

source: 清單
en: List
ja: リスト
ko: 목록
zh_hans: 列表

source: 清理全部…
en: Clean Up All…
ja: すべてクリーンアップ…
ko: 모두 정리…

source: 清理所有重複檔案？
en: Clean up all duplicate files?
ja: 重複ファイルをすべてクリーンアップしますか？
ko: 모든 중복 파일을 정리할까요?
zh_hans: 清理所有重复文件？

source: 清空
en: Clear
ja: クリア
ko: 모두 지우기

source: 清空下載
en: Clear downloads
ja: ダウンロードをクリア
ko: 다운로드 모두 지우기
zh_hans: 清空下载

source: 清空所有下載？
en: Clear all downloads?
ja: すべてのダウンロードを消去しますか？
ko: 모든 다운로드를 지울까요?
zh_hans: 清空所有下载？

source: 清空所有觀看歷史？
en: Clear all watch history?
ja: 視聴履歴をすべて消去しますか？
ko: 모든 시청 기록을 지울까요?
zh_hans: 清空所有观看历史？

source: 清空所有通知？
en: Clear all notifications?
ja: すべての通知を消去しますか？
ko: 모든 알림을 지울까요?

source: 清空觀看歷史
en: Clear watch history
ja: 視聴履歴をクリア
ko: 시청 기록 모두 지우기
zh_hans: 清空观看历史

source: 清空通知
en: Clear notifications
ja: 通知をクリア
ko: 알림 모두 지우기

source: 清除
en: Clear
ja: クリア
ko: 지우기

source: 清除搜尋
en: Clear search
ja: 検索をクリア
ko: 검색 지우기
zh_hans: 清除搜索

source: 清除篩選
en: Clear Filters
ja: フィルターをクリア
ko: 필터 지우기
zh_hans: 清除筛选

source: 清除評分
en: Clear rating
ja: 評価を削除
ko: 평점 지우기
zh_hans: 清除评分

source: 清除轉碼快取？
en: Clear the transcode cache?
ja: トランスコードキャッシュを削除しますか？
ko: 트랜스코드 캐시를 지울까요?
zh_hans: 清除转码缓存？

source: 測試
en: Test
ja: テスト
ko: 테스트
zh_hans: 测试

source: 測試 bot
en: Test bot
ja: Bot をテスト
ko: 봇 테스트
zh_hans: 测试 bot

source: 測試中…
en: Testing…
ja: テスト中…
ko: 테스트 중…
zh_hans: 测试中…

source: 測試失敗
en: Test failed
ja: テストに失敗しました
ko: 테스트 실패
zh_hans: 测试失败

source: 測試網址
en: Test URL
ja: URL をテスト
ko: 주소 테스트
zh_hans: 测试网址

source: 測試訊息已送出
en: Test message sent
ja: テストメッセージを送信しました
ko: 테스트 메시지를 보냈습니다
zh_hans: 测试讯息已送出

source: 測試連線
en: Test Connection
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接

source: 準備串流…
en: Preparing stream…
ja: ストリームを準備中…
ko: 스트림 준비 중…
zh_hans: 准备流媒体…

source: 滾動
en: Scroll
ja: スクロール
ko: 스크롤

source: 瀏覽
en: Browse
ja: 見る
ko: 둘러보기
zh_hans: 浏览

source: 瀏覽…
en: Browse…
ja: 参照…
ko: 찾아보기…
zh_hans: 浏览…

source: 火曜日
en: Tuesday
ko: 화요일

source: 為 %lld 個缺集建立自動下載規則？
en: Create an auto-download rule for %lld missing episodes?
ja: %lld 話の欠番に自動ダウンロードルールを作成しますか？
ko: 누락된 %lld개 에피소드에 자동 다운로드 규칙을 만들까요?
zh_hans: 为 %lld 个缺集创建自动下载规则？

source: 無
en: None
ja: なし
ko: 없음
zh_hans: 无

source: 無檔案
en: No file
ja: ファイルなし
ko: 파일 없음

source: 無法初始化 mpv：%@
en: Couldn't initialize mpv: %@
ja: mpv を初期化できません: %@
ko: mpv를 초기화할 수 없습니다: %@
zh_hans: 无法初始化 mpv：%@

source: 無法播放
en: Can't play
ja: 再生できません
ko: 재생할 수 없음
zh_hans: 无法播放

source: 無法播放此檔案（已嘗試所有串流方式）
en: Can't play this file (every stream method was tried)
ja: このファイルを再生できません（すべてのストリーム方式を試しました）
ko: 이 파일을 재생할 수 없습니다(모든 스트림 방식을 시도함)
zh_hans: 无法播放此文件（已尝试所有流媒体方式）

source: 無法播放這個網址
en: Can’t play this URL
ja: この URL は再生できません
ko: 이 URL을 재생할 수 없습니다
zh_hans: 无法播放这个网址

source: 無法讀取這個圖片
en: Could not read that image
ja: この画像を読み込めません
ko: 이 이미지를 읽을 수 없습니다
zh_hans: 无法读取这个图片

source: 無法載入彈幕
en: Couldn't load danmaku
ja: 弾幕を読み込めませんでした
ko: 댓글을 불러올 수 없습니다
zh_hans: 无法载入弹幕

source: 無法連線到伺服器（連線被拒）
en: Can't reach the server (connection refused)
ja: サーバーに接続できません（接続が拒否されました）
ko: 서버에 연결할 수 없습니다(연결 거부됨)
zh_hans: 无法连接到服务器（连接被拒）

source: 無法開始轉碼：%@
en: Couldn't start transcoding: %@
ja: トランスコードを開始できません: %@
ko: 트랜스코딩을 시작할 수 없습니다: %@
zh_hans: 无法开始转码：%@

source: 照舊追
en: Follow the same way
ja: 同じルールで追う
ko: 같은 방식으로 받기
zh_hans: 照旧追

source: 熱門劇場版
en: Popular movies
ja: 人気の劇場版
ko: 인기 극장판
zh_hans: 热门剧场版

source: 熱門動畫
en: Popular Anime
ja: 人気アニメ
ko: 인기 애니메이션
zh_hans: 热门动画

source: 版本
en: Version
ja: バージョン
ko: 버전

source: 版本 %@ · macOS 15+ · Apple Silicon
en: Version %@ · macOS 15+ · Apple Silicon
ja: バージョン %@ · macOS 15+ · Apple Silicon
ko: 버전 %@ · macOS 15+ · Apple Silicon

source: 版本更新記錄
en: Release Notes
ja: リリースノート
ko: 릴리스 노트
zh_hans: 版本更新记录

source: 狀態
en: Status
ja: ステータス
ko: 상태
zh_hans: 状态

source: 獨立視窗
en: Pop out
ja: 別ウインドウ
ko: 별도 창
zh_hans: 独立窗口

source: 現在熱門
en: Trending Right Now
ja: 今トレンド
ko: 지금 인기
zh_hans: 现在热门

source: 用於比對檔案與載入、發送彈幕；在 dev.dandanplay.com 申請 AppId。
en: Used for file matching and loading/posting danmaku; register an AppId at dev.dandanplay.com.
ja: ファイル照合と弾幕の読み込み・投稿に使います。dev.dandanplay.com で AppId を申請してください。
ko: 파일 매칭과 댓글 불러오기/작성에 사용됩니다. dev.dandanplay.com 에서 AppId 를 신청하세요.
zh_hans: 用于匹配文件与载入、发送弹幕；在 dev.dandanplay.com 申请 AppId。

source: 用番劇角色…
en: Use an Anime Character…
ja: アニメのキャラクターを使う…
ko: 애니메이션 캐릭터 사용…
zh_hans: 用番剧角色…

source: 用番劇角色做頭像
en: Use an anime character as your avatar
ja: アニメのキャラクターをアバターにする
ko: 애니메이션 캐릭터를 아바타로 사용
zh_hans: 用番剧角色做头像

source: 用驗證 app（1Password、Authy、Google Authenticator）掃描，或手動輸入金鑰：
en: Scan with an authenticator app (1Password, Authy, Google Authenticator) or enter the key manually:
ja: 認証アプリ（1Password、Authy、Google Authenticator）でスキャンするか、キーを手入力してください:
ko: 인증 앱(1Password, Authy, Google Authenticator)으로 스캔하거나 키를 직접 입력하세요:
zh_hans: 用验证 app（1Password、Authy、Google Authenticator）扫描，或手动输入金钥：

source: 留在選單列需要先在「播放」啟用選單列小工具。
en: Staying in the menu bar needs the menu bar extra, enabled under Playback.
ja: メニューバーに残すには「再生」でメニューバー項目を有効にしてください。
ko: 메뉴 막대에 남기려면 먼저 '재생'에서 메뉴 막대 도구를 켜세요.
zh_hans: 留在菜单栏需要先在“播放”启用菜单栏小工具。

source: 留空表示沿用已儲存的連線設定。
en: Leave blank to keep the stored connection settings.
ja: 空欄のままにすると保存済みの接続設定を使い続けます。
ko: 비워 두면 저장된 연결 설정을 그대로 사용합니다.
zh_hans: 留空表示沿用已保存的连接设置。

source: 番劇
en: Anime
ja: アニメ
ko: 애니메이션
zh_hans: 番剧

source: 畫質
en: Quality
ja: 画質
ko: 화질
zh_hans: 画质

source: 畫質增強
en: Enhancement
ja: 画質補正
ko: 화질 향상
zh_hans: 画质增强

source: 畫質與播放來源
en: Quality and source
ja: 画質と再生ソース
ko: 화질 및 재생 소스
zh_hans: 画质与播放来源

source: 畫面
en: Picture
ja: 画面
ko: 화면
zh_hans: 画面

source: 登入
en: Sign in
ja: ログイン
ko: 로그인
zh_hans: 登录

source: 登入你的 milmil 伺服器
en: Sign in to your milmil server
ja: milmil サーバーにサインイン
ko: milmil 서버에 로그인
zh_hans: 登录你的 milmil 服务器

source: 登入時啟動
en: Launch at login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动

source: 登入時要求驗證 app 的 6 位數代碼，為帳號多一層保護。
en: Ask for a 6-digit authenticator code at sign-in for an extra layer of protection.
ja: サインイン時に認証アプリの 6 桁コードを要求し、アカウントをより安全にします。
ko: 로그인 시 인증 앱의 6자리 코드를 요구해 계정을 한층 더 보호합니다.
zh_hans: 登录时要求验证 app 的 6 位数代码，为账号多一层保护。

source: 登出
en: Log out
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录

source: 發佈
en: Published
ja: 公開
ko: 게시
zh_hans: 发布

source: 發個彈幕…（⌘↩ 聚焦）
en: Send danmaku… (⌘↩ to focus)
ja: 弾幕を送信…（⌘↩ でフォーカス）
ko: 댓글 보내기… (⌘↩로 포커스)
zh_hans: 发个弹幕…（⌘↩ 聚焦）

source: 發送
en: Send
ja: 送信
ko: 보내기
zh_hans: 发送

source: 發送彈幕
en: Send danmaku
ja: 弾幕を送信
ko: 댓글 보내기
zh_hans: 发送弹幕

source: 發送測試
en: Send test
ja: テストを送信
ko: 테스트 보내기
zh_hans: 发送测试

source: 白色（預設）
en: White (default)
ja: 白（デフォルト）
ko: 흰색(기본값)
zh_hans: 白色（默认）

source: 目前密碼
en: Current password
ja: 現在のパスワード
ko: 현재 비밀번호
zh_hans: 目前密码

source: 目前符合
en: Matching now
ja: 現在の一致
ko: 현재 일치

source: 目前連線
en: Current connection
ja: 現在の接続
ko: 현재 연결
zh_hans: 目前连接

source: 直接串流
en: Direct stream
ja: ダイレクト再生
ko: 직접 스트리밍

source: 看全部
en: View all
ja: すべて表示
ko: 전체 보기
zh_hans: 查看全部

source: 看到 %lld%%
en: %lld%% watched
ja: %lld%% まで視聴
ko: %lld%% 시청

source: 看過
en: Completed
ja: 視聴済み
ko: 완료
zh_hans: 看过

source: 看過了
en: Watched
ja: 視聴済み
ko: 시청함
zh_hans: 看过了

source: 睇完 24 小時後自動刪除
en: Remove 24 h after watching
ja: 視聴後 24 時間で自動削除
ko: 시청 후 24시간 뒤 자동 삭제
zh_hans: 看完 24 小时后自动删除

source: 睡眠計時 · %@
en: Sleep timer · %@
ja: スリープ · %@
ko: 수면 타이머 · %@
zh_hans: 睡眠计时 · %@

source: 睡眠計時器
en: Sleep timer
ja: スリープタイマー
ko: 수면 타이머
zh_hans: 睡眠计时器

source: 睡眠計時器：已暫停
en: Sleep timer: paused
ja: スリープタイマー：一時停止しました
ko: 수면 타이머: 일시정지됨
zh_hans: 睡眠计时器：已暂停

source: 睡眠計時器：關
en: Sleep timer: off
ja: スリープタイマー：オフ
ko: 수면 타이머: 꺼짐
zh_hans: 睡眠计时器：关

source: 硬體解碼
en: Hardware decoding
ja: ハードウェアデコード
ko: 하드웨어 디코딩
zh_hans: 硬件解码

source: 磁碟只剩 %@，下載快將失敗；清理重複檔案或看過的集數騰出空間。
en: Only %@ left on disk — downloads will start failing; clear duplicates or watched episodes to free space.
ja: ディスク残量が %@ しかありません。ダウンロードが失敗し始めます。重複ファイルや視聴済みの話を整理して空きを作ってください。
ko: 디스크에 %@만 남았습니다. 다운로드가 실패하기 시작합니다. 중복 파일이나 본 에피소드를 정리해 공간을 확보하세요.
zh_hans: 磁盘只剩 %@，下载即将失败；清理重复文件或看过的集数腾出空间。

source: 福利
en: Ecchi
ja: お色気
ko: 엣찌

source: 秋
en: Fall
ko: 가을

source: 秋季
en: Fall
ja: 秋
ko: 가을

source: 科幻
en: Sci-Fi
ja: SF
ko: SF

source: 移出收藏
en: Remove from list
ja: リストから削除
ko: 목록에서 제거

source: 移動
en: Move
ko: 이동
zh_hans: 移动

source: 移除
en: Remove
ja: 削除
ko: 제거

source: 移除…
en: Remove…
ja: 削除…
ko: 제거…

source: 移除「%@」？
en: Remove “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 제거할까요?

source: 移除全部本機副本
en: Remove all local copies
ja: ローカルコピーをすべて削除
ko: 모든 로컬 사본 제거
zh_hans: 移除全部本机副本

source: 移除全部本機副本？
en: Remove all local copies?
ja: ローカルコピーをすべて削除しますか？
ko: 모든 로컬 사본을 제거할까요?
zh_hans: 移除全部本机副本？

source: 移除呢套嘅本機副本
en: Remove this series’ local copies
ja: この作品のローカルコピーを削除
ko: 이 시리즈의 로컬 사본 제거
zh_hans: 移除这套的本机副本

source: 移除收藏
en: Remove from collection
ja: コレクションから削除
ko: 컬렉션에서 제거

source: 移除本機副本
en: Remove local copy
ja: ローカルコピーを削除
ko: 로컬 사본 제거
zh_hans: 移除本机副本

source: 移除頭像
en: Remove Avatar
ja: アバターを削除
ko: 아바타 제거
zh_hans: 移除头像

source: 種子
en: Seeders
ja: シーダー
ko: 시더
zh_hans: 种子

source: 空間
en: Storage
ja: 容量
ko: 저장 공간
zh_hans: 空间

source: 立即同步
en: Sync now
ja: 今すぐ同期
ko: 지금 동기화

source: 立即執行
en: Run now
ja: 今すぐ実行
ko: 지금 실행
zh_hans: 立即执行

source: 立即套用規則
en: Apply rules now
ja: ルールを今すぐ適用
ko: 규칙 지금 적용
zh_hans: 立即套用规则

source: 立即抓取
en: Fetch now
ja: 今すぐ取得
ko: 지금 가져오기

source: 立即播放
en: Play now
ja: 今すぐ再生
ko: 지금 재생

source: 立即重新啟動
en: Relaunch Now
ja: 今すぐ再起動
ko: 지금 재시작
zh_hans: 立即重新启动

source: 符合視窗
en: Fit to window
ja: ウインドウに合わせる
ko: 창에 맞춤
zh_hans: 适合窗口

source: 第 %@ 集
en: EP %@
ja: 第 %@ 話
ko: %@화

source: 第 %@ 集 · %lld 個檔案
en: Episode %@ · %lld files
ja: 第 %@ 話 · %lld ファイル
ko: %@화 · 파일 %lld개
zh_hans: 第 %@ 集 · %lld 个文件

source: 第 %@ 集%@
en: Episode %@%@
ja: 第 %@ 話%@
ko: %@화%@

source: 第 %@ 集仲有 %lld 分鐘就睇完
en: Episode %1$@ has %2$lld minutes left
ja: 第 %1$@ 話はあと %2$lld 分で見終わります
ko: %1$@화 %2$lld분 남았어요
zh_hans: 第 %1$@ 集还有 %2$lld 分钟就看完

source: 第 %lld 名：%@
en: No. %lld: %@
ja: 第%lld位：%@
ko: %lld위: %@

source: 第二字幕
en: Secondary subtitles
ja: 第 2 字幕
ko: 보조 자막

source: 等待中 · %lld
en: Waiting · %lld
ja: 待機中 · %lld
ko: 대기 중 · %lld

source: 等待授權…
en: Waiting for authorization…
ja: 認証を待っています…
ko: 인증 대기 중…
zh_hans: 等待许可…

source: 管理
en: Manage
ko: 관리

source: 篩選
en: Filters
ja: フィルター
ko: 필터
zh_hans: 筛选

source: 篩選結果
en: Filtered Results
ja: 絞り込み結果
ko: 필터 결과
zh_hans: 筛选结果

source: 簡 → 繁
en: Simplified → Traditional
ja: 簡体字 → 繁体字
ko: 간체 → 번체
zh_hans: 简 → 繁

source: 簡繁轉換
en: Chinese Convert
ja: 簡繁変換
ko: 간번체 변환

source: 粗體
en: Bold
ja: 太字
ko: 굵게

source: 精確
en: Exact
ja: 完全一致
ko: 정확히
zh_hans: 精确

source: 精選作品
en: Featured
ja: 注目作品
ko: 추천 작품
zh_hans: 精选作品

source: 系列作品
en: Franchise
ja: シリーズ作品
ko: 시리즈 작품

source: 系統
en: System
ja: システム
ko: 시스템
zh_hans: 系统

source: 系統錯誤
en: System error
ja: システムエラー
ko: 시스템 오류
zh_hans: 系统错误

source: 系統預設
en: System Default
ja: システムのデフォルト
ko: 시스템 기본값
zh_hans: 系统默认

source: 結束
en: Quit
ja: 終了
ko: 종료
zh_hans: 退出

source: 統一顏色
en: Uniform color
ja: 色を統一
ko: 색상 통일
zh_hans: 统一颜色

source: 網址
en: URL
ja: URL
ko: 주소
zh_hans: 网址

source: 網址有效：目前 %lld 個項目
en: URL works: %lld items right now
ja: URL は有効です: 現在 %lld 件
ko: 주소 유효: 현재 항목 %lld개
zh_hans: 网址有效：目前 %lld 个项目

source: 網域（可留空）
en: Domain (optional)
ja: ドメイン（省略可）
ko: 도메인 (선택 사항)
zh_hans: 域（可留空）

source: 編碼
en: Codec
ja: コーデック
ko: 코덱
zh_hans: 编码

source: 編輯
en: Edit
ja: 編集
ko: 편집
zh_hans: 编辑

source: 編輯下載規則
en: Edit download rule
ja: ダウンロードルールを編集
ko: 다운로드 규칙 편집
zh_hans: 编辑下载规则

source: 編輯媒體庫
en: Edit library
ja: ライブラリを編集
ko: 라이브러리 편집
zh_hans: 编辑媒体库

source: 編輯媒體庫…
en: Edit Library…
ja: ライブラリを編集…
ko: 라이브러리 편집…
zh_hans: 编辑媒体库…

source: 編輯訂閱來源
en: Edit feed
ja: 購読ソースを編集
ko: 구독 소스 편집
zh_hans: 编辑订阅来源

source: 緩衝
en: Buffering
ja: バッファ
ko: 버퍼링
zh_hans: 缓冲

source: 緩衝中 %lld%%
en: Buffering %lld%%
ja: バッファ中 %lld%%
ko: 버퍼링 %lld%%
zh_hans: 缓冲中 %lld%%

source: 緩衝中…
en: Buffering…
ja: バッファ中…
ko: 버퍼링 중…
zh_hans: 缓冲中…

source: 縮放 %@
en: Zoom %@
ja: ズーム %@
ko: 확대 %@
zh_hans: 缩放 %@

source: 總集篇
en: Summary
ja: 総集編
ko: 총집편
zh_hans: 总集篇

source: 繁 → 簡
en: Traditional → Simplified
ja: 繁体字 → 簡体字
ko: 번체 → 간체
zh_hans: 繁 → 简

source: 繼續
en: Resume
ja: 再開
ko: 재개
zh_hans: 继续

source: 繼續 EP%@ · %@
en: Resume EP%@ · %@
ja: EP%@ から再開 · %@
ko: EP%@ 이어보기 · %@
zh_hans: 继续 EP%@ · %@

source: 繼續下載
en: Resume download
ja: ダウンロードを再開
ko: 다운로드 재개
zh_hans: 继续下载

source: 繼續所有下載（%lld）
en: Resume All Downloads (%lld)
ja: すべてのダウンロードを再開（%lld）
ko: 모든 다운로드 재개 (%lld)
zh_hans: 继续所有下载（%lld）

source: 繼續播放第 %@ 集
en: Resume episode %@
ja: 第%@話の続きを再生
ko: %@화 이어보기
zh_hans: 继续播放第 %@ 集

source: 繼續睇《%@》？
en: Continue “%@”?
ja: 「%@」の続きを見ますか？
ko: “%@” 이어서 볼까요?
zh_hans: 继续看《%@》？

source: 繼續睇提醒
en: Continue-watching reminder
ja: 視聴再開のリマインダー
ko: 이어보기 알림
zh_hans: 继续看提醒

source: 繼續觀看
en: Continue Watching
ja: 視聴を続ける
ko: 이어보기
zh_hans: 继续观看

source: 繼續觀看：%@ %@
en: Continue Watching: %1$@ %2$@
ja: 視聴を続ける：%1$@ %2$@
ko: 이어 보기: %1$@ %2$@
zh_hans: 继续观看：%1$@ %2$@

source: 續篇
en: Sequel
ja: 続編
ko: 후속작
zh_hans: 续篇

source: 缺 %lld 集：%@
en: Missing %lld episodes: %@
ja: %lld 話が欠落：%@
ko: %lld화 누락: %@

source: 缺少：%@
en: Missing: %@
ja: 欠番：%@
ko: 누락: %@

source: 缺集摘要
en: Missing Episodes
ja: 欠落エピソード
ko: 누락된 에피소드

source: 缺集摘要…
en: Missing Episodes…
ja: 欠落エピソード…
ko: 누락된 에피소드…

source: 置中
en: Centered
ja: 中央
ko: 가운데

source: 置頂
en: Always on top
ja: 常に最前面
ko: 항상 위에
zh_hans: 置顶

source: 耳機已中斷，已暫停
en: Headphones disconnected — paused
ja: ヘッドフォンが外れたため一時停止しました
ko: 헤드폰 연결이 끊겨 일시정지했습니다
zh_hans: 耳机已断开，已暂停

source: 聲音與畫面
en: Sound & picture
ja: 音声と映像
ko: 소리와 화면
zh_hans: 声音与画面

source: 背景工作
en: Background jobs
ja: バックグラウンドジョブ
ko: 백그라운드 작업
zh_hans: 后台任务

source: 自動
en: Auto
ko: 자동
zh_hans: 自动

source: 自動下載缺集
en: Auto-download Missing
ja: 欠番を自動ダウンロード
ko: 누락분 자동 다운로드
zh_hans: 自动下载缺集

source: 自動保留
en: Auto-keep
ja: 自動保存
ko: 자동 보관
zh_hans: 自动保留

source: 自動保留追緊嘅番
en: Auto-keep shows I follow
ja: 追っている作品を自動保存
ko: 팔로우 중인 작품 자동 보관
zh_hans: 自动保留在追的番

source: 自動加入收藏
en: Auto-add matched anime
ja: 自動でコレクションに追加
ko: 자동으로 컬렉션에 추가
zh_hans: 自动加入收藏

source: 自動播放下一集
en: Auto-play next episode
ja: 次のエピソードを自動再生
ko: 다음 에피소드 자동 재생
zh_hans: 自动播放下一集

source: 自動跳過 ED
en: Auto-skip ED
ja: ED を自動スキップ
ko: ED 자동 건너뛰기
zh_hans: 自动跳过 ED

source: 自動跳過 OP
en: Auto-skip OP
ja: OP を自動スキップ
ko: OP 자동 건너뛰기
zh_hans: 自动跳过 OP

source: 自動跳過（學習）
en: Auto-skip (learned)
ja: 自動スキップ（学習）
ko: 자동 건너뛰기(학습)
zh_hans: 自动跳过（学习）

source: 自動（安全）
en: Auto (safe)
ko: 자동(안전)
zh_hans: 自动（安全）

source: 自訂
en: Custom
ja: カスタム
ko: 사용자 지정
zh_hans: 自订

source: 與 web 共用（伺服器的外觀設定）。
en: Shared with the web (the server's appearance settings).
ja: web と共有（サーバーの外観設定）。
ko: 웹과 공유됩니다(서버의 모양 설정).
zh_hans: 与 web 共用（服务器的外观设置）。

source: 與 web 共用；儲存後立即生效。
en: Shared with the web; takes effect once saved.
ja: Web と共有され、保存するとすぐに反映されます。
ko: 웹과 공유되며 저장 즉시 적용됩니다.
zh_hans: 与 web 共用；保存后立即生效。

source: 葬送的芙莉蓮 1080p
en: Frieren 1080p
ja: 葬送のフリーレン 1080p
ko: 장송의 프리렌 1080p
zh_hans: 葬送的芙莉莲 1080p

source: 衍生
en: Spin-off
ja: スピンオフ
ko: 스핀오프

source: 裝了之後，預告片和「開啟 URL」（⌘⇧O）會直接在 App 內播放；沒裝就交給瀏覽器。下載自 yt-dlp 官方 GitHub releases，存放在 ~/Library/Application Support/milmil/yt-dlp。
en: Once installed, trailers and Open URL (⌘⇧O) play right inside the app; without it they go to the browser. Downloaded from the official yt-dlp GitHub releases into ~/Library/Application Support/milmil/yt-dlp.
ja: インストールすると、予告編と「URL を開く」（⌘⇧O）がアプリ内で再生されます。未インストール時はブラウザで開きます。yt-dlp 公式 GitHub releases からダウンロードし、~/Library/Application Support/milmil/yt-dlp に保存します。
ko: 설치하면 예고편과 'URL 열기'(⌘⇧O)를 앱 안에서 바로 재생합니다. 없으면 브라우저로 엽니다. yt-dlp 공식 GitHub releases에서 내려받아 ~/Library/Application Support/milmil/yt-dlp에 저장합니다.
zh_hans: 装了之后，预告片和“打开 URL”（⌘⇧O）会直接在 App 内播放；没装就交给浏览器。下载自 yt-dlp 官方 GitHub releases，存放在 ~/Library/Application Support/milmil/yt-dlp。

source: 複製
en: Copy
ja: コピー
ko: 복사
zh_hans: 复制

source: 複製播放問題報告
en: Copy playback report
ja: 再生レポートをコピー
ko: 재생 보고서 복사
zh_hans: 复制播放问题报告

source: 複製磁力連結
en: Copy magnet link
ja: マグネットリンクをコピー
ko: 마그넷 링크 복사
zh_hans: 复制磁力链接

source: 複製路徑
en: Copy Path
ja: パスをコピー
ko: 경로 복사
zh_hans: 复制路径

source: 複製金鑰
en: Copy key
ja: キーをコピー
ko: 키 복사
zh_hans: 复制金钥

source: 規則
en: Rule
ja: ルール
ko: 규칙
zh_hans: 规则

source: 規則決定從來源抓哪些項目：標題正則、解析度、字幕組、集數範圍。
en: Rules decide what to take from a feed: title regex, resolution, sub-group, episode range.
ja: ルールはソースから何を取得するかを決めます: タイトルの正規表現、解像度、字幕グループ、話数の範囲。
ko: 규칙은 소스에서 무엇을 가져올지 정합니다: 제목 정규식, 해상도, 자막 그룹, 에피소드 범위.
zh_hans: 规则决定从来源抓哪些项目：标题正则、分辨率、字幕组、集数范围。

source: 視窗
en: Window
ja: ウインドウ
ko: 윈도우
zh_hans: 窗口

source: 視窗關閉後 App 留在選單列，通知與下載繼續運作；點 Dock 或選單列圖示可再開啟。
en: After the window closes the app stays in the menu bar with notifications and downloads running; click the Dock or menu bar icon to bring it back.
ja: ウインドウを閉じてもアプリはメニューバーに残り、通知とダウンロードは動き続けます。Dock かメニューバーのアイコンで再表示できます。
ko: 창을 닫아도 앱은 메뉴 막대에 남아 알림과 다운로드가 계속됩니다. Dock이나 메뉴 막대 아이콘을 클릭하면 다시 열립니다.
zh_hans: 窗口关闭后 App 留在菜单栏，通知与下载继续运作；点 Dock 或菜单栏图标可再打开。

source: 視訊
en: Video
ja: 映像
ko: 비디오
zh_hans: 视频

source: 觀看歷史
en: Watch history
ja: 視聴履歴
ko: 시청 기록
zh_hans: 观看历史

source: 角色 / 聲優
en: Characters / Cast
ja: キャラクター / 声優
ko: 캐릭터 / 성우
zh_hans: 角色 / 声优

source: 角色客串
en: Character
ja: キャラクター出演
ko: 캐릭터 출연

source: 解析度
en: Resolution
ja: 解像度
ko: 해상도
zh_hans: 分辨率

source: 解碼
en: Decoding
ja: デコード
ko: 디코딩
zh_hans: 解码

source: 訂閱
en: Subscribe
ja: 購読
ko: 구독
zh_hans: 订阅

source: 訂閱「%@」
en: Subscribe to “%@”
ja: 「%@」を購読
ko: “%@” 구독
zh_hans: 订阅「%@」

source: 訂閱來源
en: Feeds
ja: 購読ソース
ko: 구독 소스
zh_hans: 订阅来源

source: 訂閱已更新
en: Subscription Updated
ja: 購読を更新しました
ko: 구독이 업데이트됨
zh_hans: 订阅已更新

source: 訂閱此篩選
en: Subscribe to this filter
ja: このフィルターを購読
ko: 이 필터 구독
zh_hans: 订阅此筛选

source: 記住
en: Remember
ja: 記憶する
ko: 기억하기
zh_hans: 记住

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 設定…
en: Settings…
ko: 설정…
zh_hans: 设置…

source: 設為優先
en: Set as preferred
ja: 優先に設定
ko: 우선으로 설정
zh_hans: 设为优先

source: 評價
en: Reviews
ja: レビュー
ko: 리뷰
zh_hans: 评价

source: 評分
en: Rate
ja: 評価
ko: 평점
zh_hans: 评分

source: 評分（1–10）
en: Rating (1–10)
ja: 評価（1–10）
ko: 평점(1–10)
zh_hans: 评分（1–10）

source: 評論
en: Comments
ja: コメント
ko: 코멘트
zh_hans: 评论

source: 試試原名或英文名。
en: Try the original or English title.
ja: 原題や英語名を試してください。
ko: 원제나 영어 제목으로 시도해 보세요.
zh_hans: 试试原名或英文名。

source: 試試原名或英文名；⌘K 也會同時搜尋媒體庫。
en: Try the original or English title; ⌘K also searches your library.
ja: 原題や英語名を試してください。⌘K ならライブラリも同時に検索します。
ko: 원제나 영어 제목으로 시도해 보세요. ⌘K는 라이브러리도 함께 검색합니다.
zh_hans: 试试原名或英文名；⌘K 也会同时搜索媒体库。

source: 該裝置需要重新登入。
en: That device will need to sign in again.
ja: そのデバイスは再サインインが必要になります。
ko: 해당 기기는 다시 로그인해야 합니다.
zh_hans: 该设备需要重新登录。

source: 該裝置需要重新登入先可以再連線。
en: The device must sign in again before it can reconnect.
ja: 再接続するにはデバイスで再ログインが必要です。
ko: 다시 연결하려면 기기에서 다시 로그인해야 합니다.
zh_hans: 该设备需要重新登录才能再连接。

source: 詳情
en: Details
ja: 詳細
ko: 상세
zh_hans: 详情

source: 語言
en: Language
ja: 言語
ko: 언어
zh_hans: 语言

source: 語言變更會在重新啟動後生效。
en: The language change takes effect after a relaunch.
ja: 言語の変更は再起動後に反映されます。
ko: 언어 변경은 재시작 후에 적용됩니다.
zh_hans: 语言变更会在重新启动后生效。

source: 請輸入有效的網址，例如 192.168.1.10:8080
en: Enter a valid address, e.g. 192.168.1.10:8080
ja: 有効なアドレスを入力してください（例：192.168.1.10:8080）
ko: 올바른 주소를 입력하세요 (예: 192.168.1.10:8080)
zh_hans: 请输入有效的网址，例如 192.168.1.10:8080

source: 讀取集數…
en: Loading episodes…
ja: エピソードを読み込み中…
ko: 에피소드 불러오는 중…
zh_hans: 读取集数…

source: 變更
en: Change
ja: 変更
ko: 변경
zh_hans: 更改

source: 變更密碼
en: Change password
ja: パスワードを変更
ko: 비밀번호 변경
zh_hans: 变更密码

source: 貼上 magnet / torrent / HTTP 連結，或把 .torrent 拖進這裡。
en: Paste a magnet, torrent or HTTP link, or drop a .torrent here.
ja: magnet / torrent / HTTP リンクを貼り付けるか、.torrent をここにドロップしてください。
ko: 마그넷 / 토렌트 / HTTP 링크를 붙여넣거나 .torrent를 여기에 끌어다 놓으세요.
zh_hans: 贴上 magnet / torrent / HTTP 链接，或把 .torrent 拖进这里。

source: 資料來源
en: Data sources
ja: データソース
ko: 데이터 출처
zh_hans: 数据来源

source: 資訊
en: Info
ja: 情報
ko: 정보
zh_hans: 信息

source: 超自然
en: Supernatural
ko: 초자연

source: 超過配額時會先刪除睇過嘅、最舊嘅副本。
en: Over the quota, watched and oldest copies are removed first.
ja: 上限を超えると、視聴済みで最も古いコピーから削除されます。
ko: 할당량을 초과하면 시청한 오래된 사본부터 제거됩니다.
zh_hans: 超过配额时会先删除看过的、最旧的副本。

source: 趨勢
en: Trending
ja: トレンド
ko: 트렌드
zh_hans: 趋势

source: 跟隨
en: Follow
ja: 追従
ko: 따라가기
zh_hans: 跟随

source: 跟隨系統
en: Follow System
ja: システムに従う
ko: 시스템 설정 따르기
zh_hans: 跟随系统

source: 路徑是伺服器看到的路徑，不是這台 Mac 的。
en: The path is as the server sees it, not this Mac.
ja: パスはサーバーから見たもので、この Mac のものではありません。
ko: 경로는 이 Mac이 아니라 서버 기준입니다.
zh_hans: 路径是服务器看到的路径，不是这台 Mac 的。

source: 路徑衝突
en: Path conflict
ja: パスが競合
ko: 경로 충돌
zh_hans: 路径冲突

source: 跳到目前集數
en: Jump to current episode
ja: 再生中の話へ移動
ko: 현재 에피소드로 이동
zh_hans: 跳到当前集数

source: 跳到這裡
en: Jump here
ja: ここへジャンプ
ko: 여기로 이동
zh_hans: 跳到这里

source: 跳過 %@
en: Skip %@
ja: %@ をスキップ
ko: %@ 건너뛰기
zh_hans: 跳过 %@

source: 跳過 OP / ED
en: Skip OP / ED
ja: OP / ED をスキップ
ko: OP / ED 건너뛰기
zh_hans: 跳过 OP / ED

source: 跳過（學會的段落）
en: Skipped (learned)
ja: スキップ（学習した区間）
ko: 건너뜀(학습한 구간)
zh_hans: 跳过（学会的段落）

source: 軟體
en: Software
ja: ソフトウェア
ko: 소프트웨어
zh_hans: 软件

source: 載入中
en: Loading
ja: 読み込み中
ko: 불러오는 중
zh_hans: 载入中

source: 載入外部字幕…
en: Load external subtitles…
ja: 外部字幕を読み込む…
ko: 외부 자막 불러오기…
zh_hans: 载入外部字幕…

source: 載入字幕檔…
en: Load subtitle file…
ja: 字幕ファイルを読み込む…
ko: 자막 파일 불러오기…
zh_hans: 载入字幕档…

source: 輸入作品名稱，從 Bangumi 搜尋結果挑一部，再看各站種子。
en: Type a title, pick one from the Bangumi results, then browse every tracker's torrents.
ja: 作品名を入力し、Bangumi の検索結果から選ぶと、各サイトのトレントを見られます。
ko: 작품 이름을 입력하고 Bangumi 결과에서 하나를 고르면 모든 트래커의 토렌트를 볼 수 있습니다.
zh_hans: 输入作品名称，从 Bangumi 搜索结果挑一部，再看各站种子。

source: 輸入關鍵字，在所有來源搜尋。
en: Type a keyword to search every source.
ja: キーワードを入力してすべてのソースを検索します。
ko: 키워드를 입력해 모든 소스를 검색하세요.
zh_hans: 输入关键字，在所有来源搜索。

source: 輸入驗證 app 顯示的 6 位數代碼
en: Enter the 6-digit code from your authenticator app
ja: 認証アプリに表示される 6 桁のコードを入力
ko: 인증 앱에 표시된 6자리 코드를 입력하세요
zh_hans: 输入验证 app 显示的 6 位数代码

source: 轉碼 (HLS)
en: Transcode (HLS)
ja: トランスコード (HLS)
ko: 트랜스코딩 (HLS)
zh_hans: 转码 (HLS)

source: 轉碼快取
en: Transcode cache
ja: トランスコードキャッシュ
ko: 트랜스코드 캐시
zh_hans: 转码缓存

source: 近期開播
en: Aired Recently
ja: 最近放送開始
ko: 최근 방영 시작
zh_hans: 近期开播

source: 返回
en: Back
ja: 戻る
ko: 뒤로

source: 返回登入
en: Back to sign in
ja: サインインに戻る
ko: 로그인으로 돌아가기
zh_hans: 返回登录

source: 迷你播放器
en: Mini player
ja: ミニプレーヤー
ko: 미니 플레이어

source: 追緊嘅番
en: Shows you follow
ja: フォロー中の作品
ko: 팔로우 중인 작품
zh_hans: 追看的番剧

source: 透明度
en: Opacity
ja: 不透明度
ko: 불투명도

source: 這些設定與 web 共用，登入伺服器後才能編輯。
en: These settings are shared with the web and can be edited after signing in.
ja: これらの設定は Web と共有され、サーバーにサインインすると編集できます。
ko: 이 설정은 웹과 공유되며 서버에 로그인한 뒤 편집할 수 있습니다.
zh_hans: 这些设置与 web 共用，登录服务器后才能编辑。

source: 這個分類沒有通知
en: No notifications in this category
ja: このカテゴリに通知はありません
ko: 이 카테고리에는 알림이 없습니다
zh_hans: 这个分类没有通知

source: 這個操作無法復原
en: This action cannot be undone
ja: この操作は元に戻せません
ko: 이 작업은 되돌릴 수 없습니다
zh_hans: 这个操作无法还原

source: 這個清單還是空的
en: This list is empty
ja: このリストは空です
ko: 이 목록은 비어 있습니다
zh_hans: 这个清单还是空的

source: 這套番沒有角色圖片
en: This series has no character portraits
ja: この作品にはキャラクター画像がありません
ko: 이 작품에는 캐릭터 이미지가 없습니다
zh_hans: 这部番没有角色图片
